[Demo_Kurona_ep7_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=165,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=-60),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2480,Y=-2465,Z=0),VecSub=(X=270,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",motionName[1]="ao_CM_0000_fx_close_normal",motionName[2]="ao_DM_0200_lp_Joy",Rate=1,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=WINDOW,Command=EXIT)
DemoScripts[15]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[16]=(Actor=ICON,Command=SET,CId=10,Bit=10)
DemoScripts[17]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_002_Cue',Name="エコロ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=WINDOW,Command=EXIT)
DemoScripts[23]=(Actor=ICON,Command=EXIT,CId=10,Bit=10)
DemoScripts[24]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[25]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=13,Bit=0,Rate=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[28]=(Actor=CHARACTER,Command=MOVE,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',SetType=POS,Vec=(X=0,Y=-40,Z=0),SecTime=0.5,CId=74)
DemoScripts[29]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[30]=(Actor=CHARACTER,Command=SET,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',SetType=POS,Vec=(X=0,Y=-40,Z=0),CId=74)
DemoScripts[31]=(Actor=WINDOW,Command=SET)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_003_Cue',Name="ウノ　アオイ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0701_fx_Reaction2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_005_Cue',Name="ウノ　アオイ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_006_Cue',Name="ウノ　アオイ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_007_Cue',Name="ウノ　アオイ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_008_Cue',Name="ウノ　アオイ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_010_Cue',Name="ウノ　アオイ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_011_Cue',Name="ウノ　アオイ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=WINDOW,Command=EXIT)
DemoScripts[59]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[60]=(Actor=FADE,Command=WAIT)
DemoScripts[61]=(Actor=SYSTEM,Command=KISMET_FLAG)
DemoScripts[62]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2480,Y=-2655,Z=135),SecTime=)
DemoScripts[63]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[64]=(Actor=CHARACTER,Command=EXIT,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',CId=74)
DemoScripts[65]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[66]=(Actor=FADE,Command=WAIT)
DemoScripts[67]=(Actor=WINDOW,Command=SET)
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_013_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_016_Cue',Name="エコロ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_2.GG2_V_Kurona_ep7_2_017_Cue',Name="エコロ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=WINDOW,Command=EXIT)
DemoScripts[84]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[85]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[86]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[87]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[88]=(Actor=SYSTEM,Command=END)

[Select_Kurona_ep7_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_ep7_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="啊啊! 這個!!")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="真令人驚訝....../n沒想到真的被送過來了......")

Texts[2]=(Label="TEXT03",Name="葵",Text="嗯?/n那是峯大弄丟的東西嗎?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="啊,是小葵.")

Texts[4]=(Label="TEXT05",Name="葵",Text="如果是峯大的就拿去吧.")

Texts[5]=(Label="TEXT06",Name="葵",Text="雖然就我看來,它散發出了/n算是滿搖滾的氣場,/n但是客人好像覺得不舒服.")

Texts[6]=(Label="TEXT07",Name="葵",Text="我有認識一個在神社當巫女的/n3年級生,那個人也說/n\"感覺到不好的氣息!\"呢--")

Texts[7]=(Label="TEXT08",Name="葵",Text="她拿那個驅魔時用的,像棒子的東西?/n在那邊揮來揮去哦.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="準確來說不是我的東西啦....../n不過我知道是誰的,我會拿去還給人家.")

Texts[9]=(Label="TEXT10",Name="葵",Text="這樣啊?/n那就拜託你囉.")

Texts[10]=(Label="TEXT11",Name="葵",Text="掰啦! 峯大!/n也要支持我的樂團哦!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="呼,總之能找到真是太好了./n趕快拿去還給庫蘿娜吧.")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="峯大大人......雖然庫蘿娜是那麼說的,/n但沒辦法保證她會遵守約定,所以/n你要在這邊直接用這把長槍也沒關係唷.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="不,我要拿去給她哦./n畢竟她看起來也不是/n那麼壞的人......")

Texts[14]=(Label="TEXT15",Name="峯大",Text="而且要是沒有這把長槍,/n庫蘿娜會挨罵,對吧?/n那就還是應該還給她才對.")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="對方明明是惡魔的說....../n越相處越覺得你是個濫好人呢.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="......不過我並不討厭/n你這種地方就是了.")

Texts[17]=(Label="",Name="",Text="")

Texts[18]=(Label="SELECT01",Name="",Text="")

Texts[19]=(Label="SELECT02",Name="",Text="")

Texts[20]=(Label="SELECT03",Name="",Text="")

Texts[21]=(Label="SELECT04",Name="",Text="")

Texts[22]=(Label="SELECT05",Name="",Text="")

Texts[23]=(Label="SELECT06",Name="",Text="")

Texts[24]=(Label="SELECT07",Name="",Text="")

Texts[25]=(Label="SELECT08",Name="",Text="")

Texts[26]=(Label="SELECT09",Name="",Text="")

Texts[27]=(Label="SELECT10",Name="",Text="")


